<?php
print"Hello, World!"
?>

<?php
$name = 'Алевтина';
echo $name;
?>

<?php
$name = 'Петя.';
$bool = trye;
$num = 15.28;
echo"Привет, $name"; // Привет Петя
echo" Это булевский тип ? $bool";  // Это булевский тип ?
echo" Это дробь = $num"; // Это дробь = 15.28
?>

<?php
  echo 6 + 5; // сложение
  echo 7 - 2; // вычитание
  echo 3 * 2; // умноженеие
  echo 10 / 2; // деление
  echo 7 % 2; // остаток от деления

  // Результат вычислений можно записать в переменную 
  $var = 3+5;
  echo $var;
?>